
INSERT INTO users (username)
VALUES
    ('user1'),
    ('user2'),
    ('user3'),
    ('user4'),
    ('user5'),
    ('user6'),
    ('user7'),
    ('user8'),
    ('user9'),
    ('user10');


INSERT INTO task (title, description, user_id)
VALUES
    ('Задача 1', 'Описание задачи 1', 1),
    ('Задача 2', 'Описание задачи 2', 1),
    ('Задача 3', 'Описание задачи 3', 2),
    ('Задача 4', 'Описание задачи 4', 2),
    ('Задача 5', 'Описание задачи 5', 3),
    ('Задача 6', 'Описание задачи 6', 3),
    ('Задача 7', 'Описание задачи 7', 4),
    ('Задача 8', 'Описание задачи 8', 4),
    ('Задача 9', 'Описание задачи 9', 5),
    ('Задача 10', 'Описание задачи 10', 5);
